/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "hero_section_8xapJH": {
      "type": "hero-section",
      "blocks": {
        "block_NhBYGp": {
          "type": "block",
          "settings": {
            "hero_background_image": "shopify://shop_images/simatic-hmi-operator-control-monitoring.jpg",
            "hero_title": "Expert Support, Seamless Solutions",
            "hero_description": "At FinishSense, we provide expert support to keep your operations running smoothly. From troubleshooting and maintenance to upgrades and training, our seamless solutions ensure your systems are always optimized for performance and reliability.",
            "hero_button_text": "Start Your Project",
            "hero_button_Link": ""
          }
        }
      },
      "block_order": [
        "block_NhBYGp"
      ],
      "settings": {}
    },
    "what_we_do_MybHWc": {
      "type": "what-we-do",
      "blocks": {
        "block_D76hp4": {
          "type": "block",
          "settings": {
            "title": "Manual",
            "content": "Ideal for small production runs, custom applications, or intricate components, our manual systems provide operators with full control over bead placement, flow rate, and material usage, ensuring precise and accurate results."
          }
        },
        "block_fCF878": {
          "type": "block",
          "settings": {
            "title": "Automated",
            "content": "For high-volume and complex production environments, our automated solutions deliver unmatched accuracy, speed, and repeatability. Robotic integration and advanced control systems reduce material waste, improve productivity, and maintain consistent application quality."
          }
        }
      },
      "block_order": [
        "block_D76hp4",
        "block_fCF878"
      ],
      "settings": {
        "title": "High Viscosity Solutions by FinishSense",
        "description": "FinishSense offers advanced solutions for high-viscosity applications, including gluing, sealing, gasketing, potting, and encapsulation processes. With a focus on precision, efficiency, and durability, our systems are designed to meet the complex demands of modern manufacturing environments. Whether you require manual application systems or fully automated solutions, FinishSense provides the technology and expertise to ensure consistent and reliable results.",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "text_section_gnHEq4": {
      "type": "text-section",
      "settings": {
        "text_block": "<h3><strong>Key Components and Solutions</strong></h3><ul><li><strong>Powder Coating Booths</strong><br/>Engineered for efficiency and cleanliness, our powder coating booths capture overspray and maintain a controlled environment. We offer both cartridge and cyclone recovery systems to meet your operational needs while minimizing material waste.</li><li><strong>Conveyance Systems</strong><br/>Optimize material handling with custom conveyor systems designed for seamless integration into your powder coating line. From overhead conveyors to floor-mounted solutions, we provide systems that improve workflow and maximize productivity.</li><li><strong>Curing Ovens</strong><br/>Achieve flawless curing results with our precisely calibrated ovens. We offer both batch and continuous conveyor ovens designed to maintain consistent temperatures and accommodate various production speeds and part sizes.</li><li><strong>Application Equipment</strong><br/>We provide a full range of powder coating application systems to meet your specific needs.  Electrostatic Application Systems ensure superior transfer efficiency by using charged particles to attract powder to the substrate, minimizing overspray.</li><li><strong>Powder Recovery Systems</strong><br/>Minimize material waste with advanced recovery systems, including cartridge and cyclone technologies that capture and recycle overspray for reuse.</li><li><strong>Material Handling Solutions</strong><br/>From simple carts to fully automated part transfer systems, we help you move components seamlessly through the coating process.</li><li><strong>Robotic Integration</strong><br/>Enhance precision and productivity with robotic systems designed for powder coating applications. Our experts ensure seamless integration with your existing equipment for optimized performance.</li><li><strong>Fluidizing and Powder Feed Systems</strong><br/>Maintain consistent powder flow and uniform application with custom-engineered fluidizing and feed systems tailored to your production needs.</li><li><strong>Dust Collection and Ventilation Systems</strong><br/>Ensure a clean, safe, and compliant workspace with dust collection and ventilation systems that capture airborne particles and maintain air quality.</li></ul>",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "banner_section_erQTxD": {
      "type": "banner-section",
      "settings": {
        "left_image": "shopify://shop_images/robotic-programming-1-16x9.jpg",
        "title": "Why Choose FinishSense for Powder Coating?",
        "description": "At FinishSense, we understand the unique challenges of powder coating operations. Our solutions are fully customized to meet your specific production requirements, ensuring superior results, improved efficiency, and cost savings.From initial design and installation to ongoing maintenance and support, FinishSense delivers comprehensive powder coating solutions that help you achieve consistent, high-quality finishes with maximum operational efficiency.",
        "button_text": "Learn More",
        "button_Link": "shopify://pages/company",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "blog_section_8X6Gqb": {
      "type": "blog-section",
      "settings": {
        "section_title": "Latest Blogs",
        "section_description": "Our latest Blogs/News",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "contact_section_VHfYB4": {
      "type": "contact-section",
      "settings": {
        "section_title": "Do you have a project? Lets Talk.",
        "section_description": "Please fill in the details and we will be in touch shortly or send us email @:",
        "email_address": "sales@finishsense.io",
        "form_title": "Complete the form below...",
        "section_color": "rgba(0,0,0,0)"
      }
    }
  },
  "order": [
    "hero_section_8xapJH",
    "what_we_do_MybHWc",
    "text_section_gnHEq4",
    "banner_section_erQTxD",
    "blog_section_8X6Gqb",
    "contact_section_VHfYB4"
  ]
}
