{
  "sections": {
    "text_section_HXe3xy": {
      "type": "text-section",
      "settings": {
        "text_block": "<p>Copyright Policy for FinishSense.io<br\/><br\/>FinishSense.io, owned and operated by The Finish Group Inc. (\"we,\" \"us,\" or \"our\"), respects the intellectual property rights of others and expects our users to do the same. This Copyright Policy outlines our procedures for addressing claims of copyright infringement.<br\/><br\/>1. Copyright Infringement Notification<br\/><br\/>If you believe that your copyrighted work has been used or copied in a way that constitutes copyright infringement and is accessible on FinishSense.io, please notify our designated Copyright Agent by providing the following information in writing:<br\/><br\/>Your Contact Information: Your name, address, telephone number, and email address.<br\/>Description of the Copyrighted Work: A description of the copyrighted work that you claim has been infringed.<br\/>Location of the Infringing Material: A description of where the material that you claim is infringing is located on FinishSense.io, including a URL or other specific location information.<br\/>Statement of Good Faith: A statement that you have a good faith belief that the use of the copyrighted material is not authorized by the copyright owner, its agent, or the law.<br\/>Statement of Accuracy: A statement, under penalty of perjury, that the information in your notification is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.<br\/>Signature: An electronic or physical signature of the copyright owner or a person authorized to act on their behalf.<br\/>Please send your notification to our designated Copyright Agent at:<br\/><br\/>The Finish Group Inc.<br\/>[Designated Copyright Agent]<br\/>admin@finishsense.io<br\/>1309 Tanager Ave. Ocheyedan, IA 51354<br\/>712-720-0166<br\/><br\/>2. Counter-Notification<br\/><br\/>If you believe that your content was removed or disabled by mistake or misidentification, you may file a counter-notification with our designated Copyright Agent by providing the following information in writing:<br\/><br\/>Your Contact Information: Your name, address, telephone number, and email address.<br\/>Identification of the Removed Material: A description of the material that was removed or disabled and the location where it appeared before it was removed or disabled.<br\/>Statement of Good Faith: A statement, under penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification.<br\/>Consent to Jurisdiction: A statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located, or if your address is outside the United States, for any judicial district in which FinishSense.io may be found, and that you will accept service of process from the person who provided the original notification or an agent of such person.<br\/>Signature: An electronic or physical signature of the person submitting the counter-notification.<br\/>Please send your counter-notification to our designated Copyright Agent at the address provided above.<br\/><br\/>3. Repeat Infringer Policy<br\/><br\/>FinishSense.io has a policy of terminating the accounts of users who are repeat infringers in appropriate circumstances. We will make reasonable efforts to identify and terminate users who are repeat infringers.<br\/><br\/>4. Misrepresentations<br\/><br\/>Please be aware that under the Digital Millennium Copyright Act (DMCA), any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability. Any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may also be subject to liability.<br\/><br\/>5. Changes to this Policy<br\/><br\/>We reserve the right to update or modify this Copyright Policy at any time. We will notify you of any changes by posting the new policy on this page. Your continued use of FinishSense.io after any modifications indicates your acceptance of the updated Copyright Policy.<br\/><br\/>Contact Us<br\/><br\/>If you have any questions or concerns about this Copyright Policy, please contact us at admin@finishsense.io.<br\/><br\/><\/p>"
      }
    },
    "main": {
      "type": "not-found",
      "disabled": true,
      "settings": {
      }
    }
  },
  "order": [
    "text_section_HXe3xy",
    "main"
  ]
}
