/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "hero_section_nweCQG": {
      "type": "hero-section",
      "blocks": {
        "block_qkKFra": {
          "type": "block",
          "settings": {
            "hero_background_image": "shopify://shop_images/pci0819-ABB-Lead-900.jpg",
            "hero_title": "Boost Efficiency and Maximize Profit",
            "hero_description": "By leveraging our expertise in process analysis, advanced automation technologies, and customized solutions, we help you achieve significant efficiency gains and cost savings.",
            "hero_button_text": "",
            "hero_button_Link": ""
          }
        }
      },
      "block_order": [
        "block_qkKFra"
      ],
      "settings": {}
    },
    "what_we_do_ebbCC4": {
      "type": "what-we-do",
      "blocks": {
        "block_3hDQXV": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/optimization.svg",
            "title": "Process Optimization",
            "content": "Unlock the full potential of your operations with our process optimization services. We analyze your workflows and identify opportunities to enhance efficiency, reduce waste, and improve overall productivity."
          }
        },
        "block_x3XE8L": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/training.svg",
            "title": "Training",
            "content": "Empower your team with the skills they need to operate and maintain your coating systems effectively. Our customized training programs focus on hands-on learning and practical application for maximum impact."
          }
        },
        "block_f6xTQ6": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/projectmanagement_90515044-fec3-4b47-b938-b9372051042d.svg",
            "title": "Project Management",
            "content": "We ensure your project stays on track, on budget, and aligned with your goals. Our project management experts coordinate timelines, resources, and communication to ensure a smooth and efficient implementation process."
          }
        },
        "block_XnAFMX": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/selection.svg",
            "title": "Material and Equipment Selection",
            "content": "Choosing the right materials and equipment is vital for achieving optimal results. We guide you through the selection process, considering factors like application requirements, environmental impact, and cost-efficiency to ensure the best fit for your operations."
          }
        },
        "block_AttUBE": {
          "type": "block",
          "settings": {
            "title": "Factory Audits",
            "content": "Optimize your painting operations with our expert paint shop audits. We evaluate your current processes, equipment, and overall performance to identify inefficiencies and opportunities for improvement. Our detailed audit reports include actionable recommendations to enhance quality, reduce costs, and maximize throughput."
          }
        },
        "block_iAyEaR": {
          "type": "block",
          "settings": {
            "title": "Downtime Analysis and Preventative Maintenance",
            "content": "Reduce unplanned downtime with our preventative maintenance and downtime analysis services. We identify potential failure points, implement preventative measures, and help establish maintenance schedules to keep your operations running smoothly."
          }
        },
        "block_pMrW8h": {
          "type": "block",
          "settings": {
            "title": "Color Matching and Quality Assurance",
            "content": "Achieve perfect color consistency with our color matching and quality assurance services. We use advanced tools and techniques to ensure your finishes meet exact specifications, enhancing product appeal and reducing rework."
          }
        },
        "block_m7qXfV": {
          "type": "block",
          "settings": {
            "title": "Documentation",
            "content": "Clear and comprehensive documentation is key to project success. We provide detailed technical and operational documentation to ensure compliance, facilitate maintenance, and support long-term system reliability."
          }
        }
      },
      "block_order": [
        "block_3hDQXV",
        "block_x3XE8L",
        "block_f6xTQ6",
        "block_XnAFMX",
        "block_AttUBE",
        "block_iAyEaR",
        "block_pMrW8h",
        "block_m7qXfV"
      ],
      "settings": {
        "title": "Independent Consulting Services",
        "description": "At FinishSense, our consulting services are designed to provide unparalleled support at every stage of your robotic integration journey. We understand that each project is unique, and our team of experts is committed to delivering solutions tailored to your specific needs. By combining technical expertise with industry best practices, we help clients overcome challenges, optimize processes, and achieve operational excellence. Whether you're planning a new project, seeking to enhance existing systems, or looking to train your team, FinishSense offers a comprehensive suite of services to guide you every step of the way.",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "banner_section_Bkyxci": {
      "type": "banner-section",
      "settings": {
        "left_image": "shopify://shop_images/Paint-Finishing-3.jpg",
        "title": "Why You Should Choose Us",
        "description": "With FinishSense Consulting Services, you gain a trusted partner dedicated to your success. Let us help you navigate the complexities of robotic integration and achieve exceptional results tailored to your business needs.",
        "button_text": "Our Project Procedure",
        "button_Link": "",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "blog_section_8X6Gqb": {
      "type": "blog-section",
      "settings": {
        "section_title": "Latest Blogs",
        "section_description": "Our latest Blogs/News",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "contact_section_VHfYB4": {
      "type": "contact-section",
      "settings": {
        "section_title": "Do you have a project? Lets Talk.",
        "section_description": "Please fill in the details and we will be in touch shortly or send us email @:",
        "email_address": "sales@finishsense.io",
        "form_title": "Complete the form below...",
        "section_color": "rgba(0,0,0,0)"
      }
    }
  },
  "order": [
    "hero_section_nweCQG",
    "what_we_do_ebbCC4",
    "banner_section_Bkyxci",
    "blog_section_8X6Gqb",
    "contact_section_VHfYB4"
  ]
}
