{
  "sections": {
    "text_section_HXe3xy": {
      "type": "text-section",
      "settings": {
        "text_block": "<p>Welcome to FinishSense.io. These Terms of Use (\"Terms\") govern your access to and use of our website, services, and products. By accessing or using FinishSense.io, you agree to comply with and be bound by these Terms. If you do not agree with these Terms, please do not use our website.<br\/><br\/>1. Acceptance of Terms<br\/><br\/>By using FinishSense.io, you agree to these Terms and our Privacy Policy. If you do not agree, you should not use our website or services.<br\/><br\/>2. Changes to Terms<br\/><br\/>We may update or modify these Terms at any time without prior notice. Your continued use of FinishSense.io after any changes indicates your acceptance of the new Terms. We encourage you to review these Terms periodically.<br\/><br\/>3. Use of the Website<br\/><br\/>Eligibility: You must be at least 18 years old to use FinishSense.io. By using our website, you represent and warrant that you meet this age requirement.<br\/>Account Registration: Some features of FinishSense.io may require you to create an account. You agree to provide accurate, complete, and current information during registration and to update your information as necessary.<br\/>Account Security: You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. Notify us immediately of any unauthorized use of your account.<br\/>Prohibited Conduct: You agree not to use FinishSense.io for any unlawful or prohibited purpose, including but not limited to:<br\/>Violating any applicable laws or regulations.<br\/>Infringing on the rights of others, including intellectual property rights.<br\/>Distributing viruses, malware, or other harmful software.<br\/>Engaging in any activity that disrupts or interferes with the operation of our website.<\/p><p><br\/>4. Intellectual Property<br\/><br\/>Ownership: All content on FinishSense.io, including text, graphics, logos, images, and software, is the property of FinishSense.io or its licensors and is protected by intellectual property laws.<br\/>License: We grant you a limited, non-exclusive, non-transferable, and revocable license to access and use FinishSense.io for personal, non-commercial purposes. You may not copy, modify, distribute, or create derivative works based on our content without our prior written consent.<\/p><p><br\/>5. Purchases and Payments<br\/><br\/>Products and Services: We may offer products or services for sale on FinishSense.io. By making a purchase, you agree to provide accurate payment information and to pay all applicable fees and charges.<br\/>Payment Processing: Payments are processed through third-party payment processors. We are not responsible for any errors or issues arising from payment processing.<br\/>Refunds and Cancellations: Refund and cancellation policies for purchases made on FinishSense.io will be specified at the time of purchase. Please review these policies carefully before making a purchase.<br\/><\/p><p>6. Disclaimers and Limitation of Liability<br\/><br\/>Disclaimer of Warranties: FinishSense.io is provided \"as is\" and \"as available\" without any warranties of any kind, express or implied. We do not warrant that our website will be uninterrupted, error-free, or secure.<br\/>Limitation of Liability: To the fullest extent permitted by law, FinishSense.io and its affiliates, officers, directors, employees, and agents will not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of our website or services.<br\/>7. Indemnification<br\/><br\/>You agree to indemnify, defend, and hold harmless FinishSense.io and its affiliates, officers, directors, employees, and agents from and against any claims, liabilities, damages, losses, and expenses, including reasonable attorneys' fees, arising out of or in any way connected with your use of FinishSense.io or violation of these Terms.<br\/><br\/>8. Governing Law<br\/><br\/>These Terms are governed by and construed in accordance with the laws of the jurisdiction in which FinishSense.io operates, without regard to its conflict of law principles. You agree to submit to the exclusive jurisdiction of the courts located in that jurisdiction for the resolution of any disputes arising out of or relating to these Terms or your use of FinishSense.io.<br\/><br\/>9. Contact Us<br\/><br\/>If you have any questions or concerns about these Terms, please contact us at admin@finishsense.io.<\/p>"
      }
    },
    "main": {
      "type": "not-found",
      "disabled": true,
      "settings": {
      }
    }
  },
  "order": [
    "text_section_HXe3xy",
    "main"
  ]
}
