/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "what_we_do_ebbCC4": {
      "type": "what-we-do",
      "blocks": {
        "block_3hDQXV": {
          "type": "block",
          "settings": {
            "title": "Job Portal",
            "content": "In the 20 Years of experience in there Exhibition Stall Design and for the Installation field."
          }
        },
        "block_x3XE8L": {
          "type": "block",
          "settings": {
            "title": "Job Portal",
            "content": "In the 20 Years of experience in there Exhibition Stall Design and for the Installation field."
          }
        },
        "block_m7qXfV": {
          "type": "block",
          "settings": {
            "title": "Documentation",
            "content": "Clear and comprehensive documentation is key to project success. We provide detailed technical and operational documentation to ensure compliance, facilitate maintenance, and support long-term system reliability."
          }
        },
        "block_f6xTQ6": {
          "type": "block",
          "settings": {
            "title": "Project Management",
            "content": "We ensure your project stays on track, on budget, and aligned with your goals. Our project management experts coordinate timelines, resources, and communication to ensure a smooth and efficient implementation process."
          }
        },
        "block_AttUBE": {
          "type": "block",
          "settings": {
            "title": "Paint Shop Audits",
            "content": "Optimize your painting operations with our expert paint shop audits. We evaluate your current processes, equipment, and overall performance to identify inefficiencies and opportunities for improvement. Our detailed audit reports include actionable recommendations to enhance quality, reduce costs, and maximize throughput."
          }
        }
      },
      "block_order": [
        "block_3hDQXV",
        "block_x3XE8L",
        "block_m7qXfV",
        "block_f6xTQ6",
        "block_AttUBE"
      ],
      "settings": {
        "title": "Consulting Services",
        "description": "At FinishSense, our consulting services are designed to provide unparalleled support at every stage of your robotic integration journey. We understand that each project is unique, and our team of experts is committed to delivering solutions tailored to your specific needs. By combining technical expertise with industry best practices, we help clients overcome challenges, optimize processes, and achieve operational excellence. Whether you're planning a new project, seeking to enhance existing systems, or looking to train your team, FinishSense offers a comprehensive suite of services to guide you every step of the way.",
        "section_color": "transparent"
      }
    },
    "text_section_TFe8Tx": {
      "type": "text-section",
      "settings": {
        "text_block": "<p>With FinishSense Consulting Services, you gain a trusted partner dedicated to your success. Let us help you navigate the complexities of robotic integration and achieve exceptional results tailored to your business needs.</p>",
        "section_color": "transparent"
      }
    },
    "blog_section_8X6Gqb": {
      "type": "blog-section",
      "settings": {
        "section_title": "Latest Blogs",
        "section_description": "Our latest Blogs/News",
        "section_color": "transparent"
      }
    },
    "contact_section_VHfYB4": {
      "type": "contact-section",
      "settings": {
        "section_title": "Do you have a project? Lets Talk.",
        "section_description": "Please fill in the details and we will be in touch shortly or send us email @:",
        "email_address": "sales@finishsense.io",
        "form_title": "Complete the form below...",
        "section_color": "transparent"
      }
    }
  },
  "order": [
    "what_we_do_ebbCC4",
    "text_section_TFe8Tx",
    "blog_section_8X6Gqb",
    "contact_section_VHfYB4"
  ]
}
