/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "hero_section_nweCQG": {
      "type": "hero-section",
      "blocks": {
        "block_qkKFra": {
          "type": "block",
          "settings": {
            "hero_background_image": "shopify://shop_images/pci0819-ABB-Lead-900.jpg",
            "hero_title": "Boost Efficiency and Maximize Profit",
            "hero_description": "By leveraging our expertise in process analysis, advanced automation technologies, and customized solutions, we help you achieve significant efficiency gains and cost savings.",
            "hero_button_text": "",
            "hero_button_Link": ""
          }
        }
      },
      "block_order": [
        "block_qkKFra"
      ],
      "settings": {}
    },
    "what_we_do_ebbCC4": {
      "type": "what-we-do",
      "blocks": {
        "block_3hDQXV": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/3d.svg",
            "title": "3D Simulations",
            "content": "Using advanced 3D modeling and simulation software, we provide a visual and functional representation of your system before implementation. This approach minimizes risks, optimizes performance, and ensures the design meets your expectations."
          }
        },
        "block_x3XE8L": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/systemdesign.svg",
            "title": "System Design",
            "content": "We design tailored systems that align with your specific requirements, considering factors such as throughput, application precision, material compatibility, and space constraints. Our goal is to deliver solutions that integrate seamlessly into your production environment."
          }
        },
        "block_f6xTQ6": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/processeng.svg",
            "title": "Process Engineering",
            "content": "We analyze and refine your painting and coating processes to achieve peak efficiency. From spray patterns to curing cycles, we engineer solutions that reduce waste, improve quality, and maximize productivity."
          }
        },
        "block_XnAFMX": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/prototyping.svg",
            "title": "Prototyping",
            "content": "We bring concepts to life through prototyping and thorough testing, ensuring your systems meet performance expectations before full-scale implementation."
          }
        }
      },
      "block_order": [
        "block_3hDQXV",
        "block_x3XE8L",
        "block_f6xTQ6",
        "block_XnAFMX"
      ],
      "settings": {
        "title": "Engineering and Design Services",
        "description": "At FinishSense, we understand that success in today’s competitive manufacturing environment depends on precision, innovation, and efficiency. That’s why our engineering and design services are tailored to deliver solutions that meet the unique demands of your painting and coating operations. From concept to implementation, we leverage our deep expertise and cutting-edge technology to design systems that enhance productivity, reduce waste, and improve overall performance.Our team of highly skilled engineers collaborates with you to understand your specific challenges and goals. Whether you’re launching a new production line, integrating advanced robotics, or optimizing an existing process, we bring a fresh perspective and unparalleled technical knowledge to every project. By blending innovative design with proven methodologies, we ensure your operation is equipped with the tools it needs to thrive.At FinishSense, engineering and design are more than just services—they’re a partnership. We work closely with you to deliver systems that not only meet your requirements but also exceed your expectations. With a focus on quality, sustainability, and long-term success, we’re here to transform your vision into reality.",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "banner_section_Bkyxci": {
      "type": "banner-section",
      "settings": {
        "left_image": "shopify://shop_images/Paint-Finishing-3.jpg",
        "title": "Why You Should Choose Us",
        "description": "With FinishSense Engineering and Design Services, you gain a trusted partner dedicated to your success. Let us help you navigate the complexities of robotic integration and achieve exceptional results tailored to your business needs.",
        "button_text": "Our Project Procedure",
        "button_Link": "",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "blog_section_8X6Gqb": {
      "type": "blog-section",
      "settings": {
        "section_title": "Latest Blogs",
        "section_description": "Our latest Blogs/News",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "contact_section_VHfYB4": {
      "type": "contact-section",
      "settings": {
        "section_title": "Do you have a project? Lets Talk.",
        "section_description": "Please fill in the details and we will be in touch shortly or send us email @:",
        "email_address": "sales@finishsense.io",
        "form_title": "Complete the form below...",
        "section_color": "rgba(0,0,0,0)"
      }
    }
  },
  "order": [
    "hero_section_nweCQG",
    "what_we_do_ebbCC4",
    "banner_section_Bkyxci",
    "blog_section_8X6Gqb",
    "contact_section_VHfYB4"
  ]
}
