/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "hero_section_8xapJH": {
      "type": "hero-section",
      "blocks": {
        "block_NhBYGp": {
          "type": "block",
          "settings": {
            "hero_background_image": "shopify://shop_images/simatic-hmi-operator-control-monitoring.jpg",
            "hero_title": "Expert Support, Seamless Solutions",
            "hero_description": "At FinishSense, we provide expert support to keep your operations running smoothly. From troubleshooting and maintenance to upgrades and training, our seamless solutions ensure your systems are always optimized for performance and reliability.",
            "hero_button_text": "Start Your Project",
            "hero_button_Link": ""
          }
        }
      },
      "block_order": [
        "block_NhBYGp"
      ],
      "settings": {}
    },
    "what_we_do_MybHWc": {
      "type": "what-we-do",
      "blocks": {
        "block_D76hp4": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/plc.svg",
            "title": "Control Systems",
            "content": "Our advanced control systems provide precise management of all finishing processes, including paint application, material delivery, curing, and automation. By integrating sophisticated logic and algorithms, we help you maintain consistent process performance and quality standards."
          }
        },
        "block_fCF878": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/hmi.svg",
            "title": "Human Machine Interfaces (HMI)",
            "content": "We design intuitive and customizable HMIs that offer real-time insights into system operations. Operators gain easy access to actionable data, process status updates, and control functions, simplifying system management and decision-making."
          }
        },
        "block_pFBeJd": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/data.svg",
            "title": "Process Monitoring & Data Analytics",
            "content": "Harness the power of data to drive continuous improvement. Our software solutions capture, analyze, and visualize critical production metrics, enabling predictive maintenance, process optimization, and data-driven insights."
          }
        },
        "block_7dWTPJ": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/software.svg",
            "title": "Custom Software Development",
            "content": "At FinishSense, we recognize that every manufacturing environment is unique. We offer custom software development tailored to your specific needs, ensuring the right solution for your challenges."
          }
        }
      },
      "block_order": [
        "block_D76hp4",
        "block_fCF878",
        "block_pFBeJd",
        "block_7dWTPJ"
      ],
      "settings": {
        "title": "Complete Software Solutions for Maximum Efficiency",
        "description": "At FinishSense, we understand that the foundation of a highly efficient and reliable finishing operation lies in robust, intelligent software solutions. Our comprehensive suite of software offerings empowers manufacturers to optimize processes, enhance system control, and maintain superior operational visibility. From advanced control systems to data-driven SCADA platforms, our solutions are designed to ensure seamless integration and streamlined production.",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "banner_section_erQTxD": {
      "type": "banner-section",
      "settings": {
        "left_image": "shopify://shop_images/robotic-programming-1-16x9.jpg",
        "title": "Why Choose FinishSense Software Solutions?",
        "description": "Our software solutions are designed with a customer-centric approach, delivering cutting-edge technologies that adapt to your specific production environment. With a strong focus on process optimization, data integration, and system visibility, we empower your finishing operations to reach new levels of efficiency and quality.From consultation and development to installation and support, FinishSense is your partner for advanced software solutions that drive success in the manufacturing world.",
        "button_text": "Learn More",
        "button_Link": "shopify://pages/company",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "blog_section_8X6Gqb": {
      "type": "blog-section",
      "settings": {
        "section_title": "Latest Blogs",
        "section_description": "Our latest Blogs/News",
        "section_color": "rgba(0,0,0,0)"
      }
    },
    "contact_section_VHfYB4": {
      "type": "contact-section",
      "settings": {
        "section_title": "Do you have a project? Lets Talk.",
        "section_description": "Please fill in the details and we will be in touch shortly or send us email @:",
        "email_address": "sales@finishsense.io",
        "form_title": "Complete the form below...",
        "section_color": "rgba(0,0,0,0)"
      }
    }
  },
  "order": [
    "hero_section_8xapJH",
    "what_we_do_MybHWc",
    "banner_section_erQTxD",
    "blog_section_8X6Gqb",
    "contact_section_VHfYB4"
  ]
}
